"3-finger Horizontal Swipe" = "3 விரல் கிடைமட்ட ஸ்வைப்";
"3-finger Vertical Swipe" = "3 விரல் செங்குத்து ஸ்வைப்";
"4-finger Horizontal Swipe" = "4 விரல் கிடைமட்ட ஸ்வைப்";
"4-finger Vertical Swipe" = "4 விரல் செங்குத்து ஸ்வைப்";
"About" = "பற்றி";
"About %@" = "பற்றி %@";
"Accessibility" = "அணுகல்";
"Acknowledgments" = "ஒப்புதல்கள்";
"Active app" = "செயலில் உள்ள பயன்பாடு";
"Active screen" = "செயலில் உள்ள திரை";
"Active Space" = "செயலில் உள்ள வெளியிடம்";
"Add a running app" = "இயங்கும் பயன்பாட்டைச் சேர்";
"Add an app from disk" = "டிஸ்கில் இருந்து ஒரு பயன்பாட்டைச் சேர்";
"Additional controls" = "கூடுதல் கட்டுப்பாடுகள்";
"Additional controls…" = "கூடுதல் கட்டுப்பாடுகள்…";
"Advanced" = "மேம்படுத்தபட்ட";
"After keys are released" = "கீகளை வெளியிட்ட பிறகு";
"After release" = "வெளியான பிறகு";
"Align windows" = "விண்டோஸை சீரமைக்கவும்";
"Align windows:" = "ஜன்னலை சீரமை:";
"All apps" = "அனைத்து பயன்பாடுகளும்";
"All data from this form will be made public, as a ticket on github.com" = "இந்த படிவத்திலிருந்து வரும் அனைத்து தரவும் Github.com இல் டிக்கெட்டாக பகிரங்கப்படுத்தப்படும்";
"All screens" = "அனைத்து திரைகளும்";
"All Spaces" = "அனைத்து இடங்களும்";
"Allowed" = "அனுமதிக்கப்படுகிறது";
"Alphabetical" = "அகரவரிசைப்படி";
"Alphabetical Order" = "அகரவரிசை வரிசை";
"Also select windows using:" = "சாளரங்களைத் தேர்ந்தெடுக்க இதையும் பயன்படுத்தவும்:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "கடைசியாக நீங்கள் அதைப் பயன்படுத்தியபோது ஆல்டாப் செயலிழந்தார்.செயலிழப்பு அறிக்கையை அனுப்புவது சிக்கலை சரிசெய்ய உதவும்";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "பயன்பாடுகளைக் காண்பிப்பதற்காக அல்தாப் தற்போது அமைக்கப்பட்டுள்ளது.சாளரங்களைக் காண்பிக்க ஆல்டாப் அமைக்கப்படும்போது மட்டுமே இந்த அமைப்பு கிடைக்கும்.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab ஸ்கிரீன் ரெக்கார்டிங் அனுமதிகள் இல்லாமல் இயங்குகிறது. சிறுபடங்கள் காட்டப்படாது.";
"AltTab needs some permissions" = "ஆல்டாப் சில அனுமதிகள் தேவை";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "சாளரம் தற்போது குறைக்கப்பட்டுள்ளதா அல்லது நிலை ஐகானுடன் முழுத்திர்காலமாக இருந்தால் ஆல்டாப் காண்பிக்கும்.";
"Always" = "எப்போதும்";
"Always send crash reports" = "எப்போதும் செயலிழப்பு அறிக்கைகளை அனுப்பவும்";
"and press" = "மற்றும் அழுத்தவும்";
"and press:" = "மற்றும் அழுத்து:";
"Animations" = "அனிமேஷன்கள்";
"Animations…" = "அனிமேஷன்…";
"App (BundleID starting with)" = "பயன்பாடு (மூட்டை தொடங்கி)";
"App Icons" = "பயன்பாட்டு சின்னங்கள்";
"App is hidden" = "பயன்பாடு மறைக்கப்பட்டுள்ளது";
"App is running but has no open window" = "பயன்பாடு இயங்குகிறது, ஆனால் திறந்த சாளரம் இல்லை";
"Apparition delay" = "தோற்றம் தாமதம்";
"Apparition delay of Switcher" = "சுவிட்சரின் தோற்ற தாமதம்";
"Apparition delay:" = "தோற்றம் தாமதம் :";
"Appearance" = "தோற்றம்";
"Application Name" = "பயன்பாட்டு பெயர்";
"Application Name - Window Title" = "பயன்பாட்டு பெயர் - சாளர தலைப்பு";
"Applications" = "பயன்பாடுகள்";
"Are you sure you don’t want a response?" = "நீங்கள் ஒரு பதிலை விரும்பவில்லை என்பதில் உறுதியாக இருக்கிறீர்களா?";
"Arrow keys" = "அம்புக்குறி விசைகள்";
"Ask whether to send crash reports" = "செயலிழப்பு அறிக்கைகளை அனுப்பலாமா என்று கேளுங்கள்";
"Auto" = "தானியங்கு";
"Auto-install updates periodically" = "அவ்வப்போது புதுப்பிப்புகளைத் தானாக நிறுவவும்";
"Blacklists" = "தடுப்புப்பட்டியல்கள்";
"Cancel" = "ரத்துசெய்";
"Cancel and hide" = "ரத்து செய்து மறைக்க";
"Capture windows in the background" = "பின்னணியில் சாளரங்களைப் பிடிக்கவும்";
"Center" = "மையம்";
"Check for updates now…" = "புதுப்பிப்புகளை இப்போது சரிபார்க்கவும்…";
"Check for updates periodically" = "அவ்வப்போது புதுப்பிப்புகளைச் சரிபார்க்கவும்";
"Check for updates…" = "புதுப்பிப்புகளை சரிபார்க்கவும்…";
"Check permissions…" = "அனுமதிகளை சரிபார்க்கவும்…";
"Close window" = "சாளரத்தை மூடு";
"Conflicting shortcut" = "முரண்பட்ட குறுக்குவழி";
"Controls" = "கட்டுப்பாடுகள்";
"Crash reports policy" = "க்ராஷ் அறிக்கைகள் கொள்கை";
"Crash reports policy:" = "விபத்து அறிக்கைக்கான கொள்கை:";
"Cursor follows focus" = "கர்சர் கவனத்தைப் பின்தொடரும்";
"Customize App Icons style…" = "பயன்பாட்டு சின்னங்கள் பாணியைத் தனிப்பயனாக்குங்கள்…";
"Customize Thumbnails style…" = "சிறுபட பாணியைத் தனிப்பயனாக்குங்கள்…";
"Customize Titles style…" = "தலைப்புகள் பாணியைத் தனிப்பயனாக்குங்கள்…";
"Dark" = "இருண்ட";
"Debug tools" = "பிழைத்திருத்தக் கருவிகள்";
"Disabled" = "முடக்கப்பட்டது";
"Do nothing" = "எதுவும் செய்ய வேண்டாம்";
"Don’t check for updates periodically" = "அவ்வப்போது புதுப்பிப்புகளை சரிபார்க்க வேண்டாம்";
"Don’t send" = "அனுப்ப வேண்டாம்";
"Don’t show windows from these apps" = "ஆப்ஸ்";
"Done" = "முடிந்தது";
"End" = "முடிவு";
"Exceptions" = "விதிவிலக்குகள்";
"Export settings…" = "அமைப்புகளை ஏற்றுமதி செய்…";
"Export…" = "ஏற்றுமதி செய்…";
"Fade in animation of Preview" = "முன்னோட்டத்தின் மங்கல் அனிமேஷன்";
"Fade out animation" = "அனிமேஷனை மங்கச் செய்யுங்கள்";
"Fade out animation of Switcher" = "சுவிட்சரின் மறைவு அனிமேஷன்";
"Fade out animation:" = "மறையும் அசைவூட்டம்:";
"Failed to import settings" = "அமைப்புகளை இறக்குமதி செய்ய முடியவில்லை";
"Focus selected window" = "தேர்ந்தெடுக்கப்பட்ட சாளரத்தை கவனம் செலுத்துங்கள்";
"Fullscreen window" = "முழுத்திரைச் சாளரம்";
"Fullscreen windows:" = "முழுத்திரைச் சாளரங்கள்:";
"Fullscreen/Defullscreen window" = "முழுத்திரை/டெஃபுலெல்ஸ்கிரீன் சாளரம்";
"General" = "பொது";
"Gesture" = "சைகை";
"Grant permission" = "அனுமதி வழங்கு";
"Hidden windows:" = "மறைக்கப்பட்ட சாளரங்கள்:";
"Hide" = "மறை";
"Hide app badges" = "பயன்பாட்டு பேட்ஜ்களை மறைக்கவும்";
"Hide app badges:" = "பயன்பாட்டு பேட்ஜ்களை மறை:";
"Hide apps with no open window" = "திறந்த சாளரம் இல்லாத பயன்பாடுகளை மறைக்கவும்";
"Hide apps with no open window:" = "திறந்த சாளரம் இல்லாத பயன்பாடுகளை மறை:";
"Hide colored circles on mouse hover" = "சுட்டி வட்டத்தில் வண்ண வட்டங்களை மறைக்கவும்";
"Hide colored circles on mouse hover:" = "மவுஸ் மீது வட்டமிடும்போது வண்ண வட்டங்களை மறை:";
"Hide in %@" = "%@ இல் மறைக்கவும்";
"Hide Space number labels" = "விண்வெளி எண் லேபிள்களை மறைக்கவும்";
"Hide Space number labels:" = "வெளியிட எண் லேபிள்களை மறை:";
"Hide status icons" = "நிலை சின்னங்களை மறைக்கவும்";
"Hide status icons:" = "நிலை ஐகான்களை மறை:";
"Hide window thumbnails:" = "சாளர சிறுபடங்களை மறை:";
"Hide/Show app" = "பயன்பாட்டை மறைக்க/காட்டு";
"High" = "உயர்ந்த";
"Highest" = "அதிகபட்சம்";
"Hold" = "பிடி";
"Horizontal Swipe with Four Fingers" = "நான்கு விரல்களால் கிடைமட்ட ஸ்வைப்";
"Horizontal Swipe with Three Fingers" = "மூன்று விரல்களால் கிடைமட்ட ஸ்வைப்";
"I think the app could be improved with…" = "பயன்பாட்டை மேம்படுத்த முடியும் என்று நினைக்கிறேன்…";
"Ignore shortcuts when active" = "செயலில் இருக்கும்போது குறுக்குவழிகளை புறக்கணிக்கவும்";
"Ignore shortcuts while a window from these apps is active" = "இந்த பயன்பாடுகளிலிருந்து ஒரு சாளரம் செயலில் இருக்கும்போது குறுக்குவழிகளைப் புறக்கணிக்கவும்";
"Import settings…" = "அமைப்புகளை இறக்குமதி செய்…";
"Import…" = "இறக்குமதி செய்…";
"Keep open" = "திறந்தே வைத்திரு";
"Keep open and search" = "திறந்தே வைத்திருந்து தேடு";
"Language" = "மொழி";
"Language Change" = "மொழி மாற்றம்";
"Large" = "பெரிய";
"Later" = "பிறகு";
"Latest releases" = "சமீபத்திய வெளியீடுகள்";
"Leading" = "முன்னணி";
"Left" = "இடது";
"Light" = "ஒளி";
"Lock search" = "தேடலை பூட்டு";
"Max height on screen:" = "திரையில் அதிகபட்ச உயரம்:";
"Max width on screen:" = "திரையில் அதிகபட்ச அகலம்:";
"Medium" = "நடுத்தர";
"Menubar icon" = "மெனுபார் ஐகான்";
"Menubar icon:" = "மெனுபார் ஐகான்:";
"Middle" = "நடுத்தர";
"Minimize/Deminimize window" = "சாளரத்தை குறைக்க/குறைக்கவும்";
"Minimized windows:" = "குறைக்கப்பட்ட சாளரங்கள்:";
"Miscellaneous" = "பலதரப்பட்ட";
"Miscellaneous:" = "பலதரப்பட்ட:";
"Mouse hover" = "மவுஸ் மீது வட்டமிடும்போது";
"Multiple screens" = "பல திரைகள்";
"Never" = "ஒருபோதும் இல்லை";
"Never send crash reports" = "செயலிழப்பு அறிக்கைகளை ஒருபோதும் அனுப்ப வேண்டாம்";
"No Window" = "சாளரம் இல்லை";
"Non-active apps" = "செயலில் இல்லாத பயன்பாடுகள்";
"Non-visible Spaces" = "தெரியாத இடைவெளிகள்";
"Normal" = "சாதாரண";
"Not allowed" = "அனுமதிக்கப்படவில்லை";
"NSHumanReadableCopyright" = "GPL-3.0 உரிமம்";
"Only if the window is fullscreen" = "முழுத்திரையில் இருக்கும்போது மட்டும்";
"Only on different screen" = "வேறு திரையில் மட்டும்";
"Open Accessibility Preferences…" = "திறந்த அணுகல் விருப்பத்தேர்வுகள்…";
"Open Accessibility Settings…" = "அணுகல் அமைப்புகளைத் திற…";
"Open Screen Recording Preferences…" = "திறந்த திரை பதிவு விருப்பத்தேர்வுகள்…";
"Open Screen Recording Settings…" = "திரைப் பதிவு அமைப்புகளைத் திற…";
"Open System Settings to confirm, and continue" = "உறுதிப்படுத்த கணினி அமைப்புகளைத் திறந்து, தொடரவும்";
"Open Trackpad Preferences…" = "டிராக்பேட் விருப்பத்தேர்வுகளைத் திற…";
"Open Trackpad Settings…" = "டிராக்பேட் அமைப்புகளைத் திற…";
"Optional: email (if you want a reply)" = "விரும்பினால்: மின்னஞ்சல் (நீங்கள் பதில் விரும்பினால்)";
"Order windows by" = "விண்டோஸை ஆர்டர் செய்யுங்கள்";
"Please fill in the form" = "படிவத்தைப் பூர்த்தி செய்யவும்";
"Policies" = "கொள்கைகள்";
"Preferences…" = "விருப்பத்தேர்வுகள்…";
"Preview selected window" = "தேர்ந்தெடுக்கப்பட்ட சாளரத்தை முன்னோட்டம்";
"Preview selected window:" = "தேர்ந்தெடுக்கப்பட்ட சாளர முன்னோட்டம்:";
"Preview the selected window." = "தேர்ந்தெடுக்கப்பட்ட சாளரத்தை முன்னோட்டமிடுங்கள்.";
"Quit" = "வெளியேறு";
"Quit %@" = "வெளியேறுதல் %@";
"Quit app" = "பயன்பாட்டை விட்டு";
"Recently Created" = "சமீபத்தில் உருவாக்கப்பட்டது";
"Recently Created First" = "சமீபத்தில் முதலில் உருவாக்கப்பட்டது";
"Recently Focused" = "சமீபத்தில் கவனம் செலுத்தப்பட்டது";
"Recently Focused First" = "சமீபத்தில் முதலில் கவனம் செலுத்தியது";
"Remember my choice" = "என் விருப்பத்தை நினைவில் கொள்ளுங்கள்";
"Reset preferences and restart" = "விருப்பங்களை மீட்டமைத்து மறுதொடக்கம் செய்யுங்கள்";
"Reset preferences and restart…" = "விருப்பங்களை மீட்டமைத்து மறுதொடக்கம் செய்யுங்கள்…";
"Reset settings and restart" = "அமைப்புகளை மீட்டமைத்து மறுதொடக்கம் செய்";
"Reset settings and restart…" = "அமைப்புகளை மீட்டமைத்து மறுதொடக்கம் செய்…";
"Restart Now" = "இப்போது மறுதொடக்கம் செய்";
"Rows of thumbnails:" = "சிறுபடங்களின் வரிசைகள்:";
"Screen including menu bar" = "மெனு பட்டி உள்ளிட்ட திரை";
"Screen including mouse" = "சுட்டி உள்ளிட்ட திரை";
"Screen Recording" = "திரை பதிவு";
"Screen showing AltTab" = "திரை அல்தாப் காட்டுகிறது";
"Search" = "தேடு";
"Select next window" = "அடுத்த சாளரத்தைத் தேர்ந்தெடுக்கவும்";
"Select previous window" = "முந்தைய சாளரத்தைத் தேர்ந்தெடுக்கவும்";
"Select windows on mouse hover" = "சுட்டி வட்டத்தில் விண்டோஸைத் தேர்ந்தெடுக்கவும்";
"Select windows using arrow keys" = "அம்பு விசைகளைப் பயன்படுத்தி விண்டோஸைத் தேர்ந்தெடுக்கவும்";
"Select windows using vim keys" = "விம் விசைகளைப் பயன்படுத்தி விண்டோஸைத் தேர்ந்தெடுக்கவும்";
"Send" = "அனுப்பு";
"Send a crash report?" = "செயலிழப்பு அறிக்கையை அனுப்பவா?";
"Send anyway" = "எப்படியும் அனுப்புங்கள்";
"Send debug profile (CPU, memory, etc)" = "பிழைத்திருத்த சுயவிவரத்தை அனுப்பவும் (CPU, நினைவகம் போன்றவை)";
"Send feedback" = "கருத்துக்களை அனுப்பவும்";
"Send feedback…" = "கருத்துக்களை அனுப்பவும்…";
"Settings imported" = "அமைப்புகள் இறக்குமதி செய்யப்பட்டன";
"Settings…" = "அமைப்புகள்";
"Share improvement ideas, or report bugs" = "மேம்பாட்டு யோசனைகளைப் பகிரவும் அல்லது பிழைகள் புகாரளிக்கவும்";
"Shortcut" = "குறுக்குவழி";
"Shortcut 1" = "குறுக்குவழி 1";
"Shortcut 2" = "குறுக்குவழி 2";
"Shortcut 3" = "குறுக்குவழி 3";
"Shortcut 4" = "குறுக்குவழி 4";
"Shortcut 5" = "குறுக்குவழி 5";
"Shortcut already assigned to another action: %@" = "குறுக்குவழி ஏற்கனவே மற்றொரு செயலுக்கு ஒதுக்கப்பட்டுள்ளது: %@";
"Shortcuts When Active" = "செயலில் இருக்கும்போது குறுக்குவழிகள்";
"Shortcuts when active…" = "செயலில் இருக்கும்போது குறுக்குவழிகள்…";
"Show" = "காட்டு";
"Show & Hide" = "காட்டு மற்றும் மறை";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "ஒவ்வொரு சாளரத்திற்கும் அல்லது ஒவ்வொரு பயன்பாட்டிற்கும் ஸ்விட்சரில் ஒரு உருப்படியைக் காட்டுங்கள்.விண்டோஸ் கவனம் செலுத்தப்படும், அதேசமயம் பயன்பாடுகள் செயல்படுத்தப்படும்.";
"Show apps with no open window" = "திறந்த சாளரம் இல்லாத பயன்பாடுகளைக் காட்டு";
"Show at the end" = "இறுதியில் காட்டு";
"Show fullscreen windows" = "முழுத்திரை சாளரங்களைக் காட்டு";
"Show hidden windows" = "மறைக்கப்பட்ட ஜன்னல்களைக் காட்டு";
"Show in switcher" = "ஸ்விட்சரில் காட்டு";
"Show minimized windows" = "குறைக்கப்பட்ட ஜன்னல்களைக் காட்டு";
"Show on" = "காண்பி";
"Show on:" = "இவற்றில் காட்டு:";
"Show standard tabs as windows" = "நிலையான தாவல்களை விண்டோஸாகக் காட்டு";
"Show standard tabs as windows:" = "நிலையான தாவல்களை சாளரங்களாகக் காட்டு:";
"Show titles" = "தலைப்புகளைக் காட்டு";
"Show windows from applications" = "பயன்பாடுகளிலிருந்து விண்டோஸைக் காட்டு";
"Show windows from screens" = "திரைகளிலிருந்து விண்டோஸைக் காட்டு";
"Show windows from Spaces" = "இடைவெளிகளிலிருந்து விண்டோஸைக் காட்டு";
"Show windows from:" = "சாளரங்களை இதிலிருந்து காட்டு:";
"Size" = "அளவு";
"Skipped" = "தவிக்கப்பட்டது";
"Small" = "சிறிய";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "கண்டுபிடிப்பாளர் அல்லது முன்னோட்டம் போன்ற சில பயன்பாடுகள் சுயாதீன சாளரங்களைப் போல செயல்படும் நிலையான தாவல்களைப் பயன்படுத்துகின்றன.வலை உலாவிகள் போன்ற வேறு சில பயன்பாடுகள் தனிப்பயன் தாவல்களைப் பயன்படுத்துகின்றன, அவை தனித்துவமான வழிகளில் செயல்படும் மற்றும் உண்மையான சாளரங்கள் அல்ல.ஆல்டாப் அவற்றை தனித்தனியாக பட்டியலிட முடியாது.";
"Source code repository" = "மூல குறியீடு களஞ்சியம்";
"Space" = "வெளியிடம்";
"Space Order" = "விண்வெளி வரிசை";
"Start" = "தொடக்க";
"Start at login" = "உள்நுழைவில் தொடங்கவும்";
"Start at login:" = "உள்நுழைவின் போது தொடங்கு:";
"Support this project" = "இந்த திட்டத்தை ஆதரிக்கவும்";
"Swipe with Four Fingers" = "நான்கு விரல்களால் ஸ்வைப் செய்";
"Swipe with Three Fingers" = "மூன்று விரல்களால் ஸ்வைப் செய்";
"Switch between 3 different styles. You can customize them." = "3 வெவ்வேறு பாணிகளுக்கு இடையில் மாறவும்.நீங்கள் அவற்றைத் தனிப்பயனாக்கலாம்.";
"System" = "அமைப்பு";
"System Default" = "கணினி இயல்புநிலை";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "⌘⎋ (command+escape) குறுக்குவழியை macOS GameOverlay க்காகப் பயன்படுத்தலாம்.\n\nஉங்கள் மாற்றம் இதை இதற்கு ஒதுக்கும்: %@.\n\nநீங்கள் தொடர விரும்பினால், GameOverlay குறுக்குவழி முடக்கப்பட்டுள்ளது என்பதை உறுதிப்படுத்தவும்.\nமேலும், முடக்கப்பட்டிருந்தாலும் குறுக்குவழி தொடர்ந்து குறுக்கிடலாம் என்று macOS பிழைகளைப் புகாரளித்துள்ளது என்பதையும் கவனத்தில் கொள்ளவும்.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "சில macOS குறுக்குவழிகளால் ⎋ (escape) விசை ஒதுக்கப்பட்டுள்ளது (எ.கா. ⌘⌥⎋ ஆனது Force Quit Applications சாளரத்தைக் காட்டும்).\n\nநீங்கள் ⎋ ஐப் பயன்படுத்த விரும்பினால், Hold modifiers ஆனது ⌘⌥, ⌘⌥⇧, அல்லது ⌘⌥⇧⌃ இந்த மூன்று கலவைகளில் எதுவுமில்லை என்பதை உறுதிப்படுத்தவும்.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "சில macOS குறுக்குவழிகளால் ⎋ (escape) விசை ஒதுக்கப்பட்டுள்ளது (எ.கா. ⌘⌥⎋ ஆனது Force Quit Applications சாளரத்தைக் காட்டும்).\n\nஉங்கள் மாற்றம் இதை இதற்கு ஒதுக்கும்: %@.\n\nநீங்கள் ⎋ ஐப் பயன்படுத்த விரும்பினால், Hold modifiers ஆனது ⌘⌥, ⌘⌥⇧, அல்லது ⌘⌥⇧⌃ இந்த மூன்று கலவைகளில் எதுவுமில்லை என்பதை உறுதிப்படுத்தவும்.";
"The application needs to restart to apply the imported settings." = "இறக்குமதி செய்யப்பட்ட அமைப்புகளைப் பயன்படுத்த, பயன்பாட்டை மறுதொடக்கம் செய்ய வேண்டும்.";
"The application needs to restart to apply the language change." = "மொழி மாற்றத்தைப் பயன்படுத்த பயன்பாடு மறுதொடக்கம் செய்ய வேண்டும்.";
"Theme" = "தீம்";
"Theme:" = "தோற்றம்";
"Then release:" = "பிறகு விடு:";
"This permission is needed to focus windows after you release the shortcut" = "நீங்கள் குறுக்குவழியை வெளியிட்ட பிறகு சாளரங்களை மையப்படுத்த இந்த அனுமதி தேவை";
"This permission is needed to show screenshots and titles of open windows" = "திறந்த சாளரங்களின் ஸ்கிரீன் ஷாட்கள் மற்றும் தலைப்புகளைக் காட்ட இந்த அனுமதி தேவை";
"This permission is needed to show thumbnails and preview of open windows" = "திறந்த சாளரங்களின் சிறுபடங்கள் மற்றும் முன்னோட்டத்தைக் காட்ட இந்த அனுமதி தேவை";
"Thumbnails" = "சிறு உருவங்கள்";
"Title" = "தலைப்பு";
"Title truncation" = "தலைப்பு துண்டிப்பு";
"Titles" = "தலைப்புகள்";
"Trackpad haptic feedback" = "டிராக்பேட் ஹாப்டிக் பின்னூட்டம்";
"Trigger" = "தூண்டுதல்";
"Trigger shortcut" = "குறுக்குவழியைத் தூண்டவும்";
"Unassign existing shortcut and continue" = "தற்போதுள்ள குறுக்குவழியை ஒதுக்கி தொடரவும்";
"Updates policy" = "கொள்கை புதுப்பிக்கிறது";
"Updates policy:" = "புதுப்பிப்பு கொள்கை:";
"Use the app without this permission. Thumbnails won’t show." = "இந்த அனுமதி இல்லாமல் பயன்பாட்டைப் பயன்படுத்தவும். சிறுபடங்கள் காட்டப்படாது.";
"Version" = "பதிப்பு";
"Vertical Swipe with Four Fingers" = "நான்கு விரல்களால் செங்குத்து ஸ்வைப்";
"Vertical Swipe with Three Fingers" = "மூன்று விரல்களால் செங்குத்து ஸ்வைப்";
"View existing discussions" = "தற்போதுள்ள விவாதங்களைக் காண்க";
"Vim keys" = "Vim விசைகள்";
"Vim keys already assigned to other actions:\n%@" = "மற்ற செயல்களுக்கு ஏற்கனவே ஒதுக்கப்பட்ட VIM விசைகள்: \\ n%@";
"Visibility" = "பார்வை";
"Visible Spaces" = "புலப்படும் இடங்கள்";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "முடக்கப்படும்போது, macOS ஊதா திரை பதிவு காட்டி தவிர்க்கப்படும், மேலும் DRM வீடியோக்களை இயக்கும்போது ஏற்படும் துடிப்பு தவிர்க்கப்படும். சிறுபடங்கள் குறைந்த புதுப்பிப்புடன் இருக்கும்.";
"When fullscreen" = "முழுத்திரை போது";
"When no open window" = "திறந்த சாளரம் இல்லாதபோது";
"While open, press:" = "திறந்திருக்கும்போது, அழுத்தவும்:";
"Window app icon size:" = "சாளரப் பயன்பாட்டு ஐகான் அளவு:";
"Window is fullscreen" = "சாளரம் முழுத்திரை";
"Window is minimized" = "சாளரம் குறைக்கப்படுகிறது";
"Window is on every Space" = "சாளரம் ஒவ்வொரு இடத்திலும் உள்ளது";
"Window is on Space %d" = "சாளரம் விண்வெளி %d இல் உள்ளது";
"Window max width in row:" = "வரிசையில் சாளரத்தின் அதிகபட்ச அகலம்:";
"Window min width in row:" = "வரிசையில் சாளரத்தின் குறைந்தபட்ச அகலம்:";
"Window order:" = "சாளர வரிசை:";
"Window Title" = "சாளர தலைப்பு";
"Window title contains" = "சாளர தலைப்பில் உள்ளது";
"Window title font size:" = "சாளர தலைப்பு எழுத்துரு அளவு:";
"Window title truncation:" = "சாளர தலைப்பு சுருக்குதல்:";
"Windows" = "விண்டோஸ்";
"You can’t undo this action." = "இந்த செயலை நீங்கள் செயல்தவிர்க்க முடியாது.";
"You didn’t write your email, thus can’t receive any response." = "உங்கள் மின்னஞ்சலை நீங்கள் எழுதவில்லை, இதனால் எந்த பதிலும் பெற முடியாது.";
"You may need to disable some conflicting system gestures" = "மோதல் ஏற்படுத்தும் சில கணினி சைகைகளை நீங்கள் முடக்க வேண்டியிருக்கலாம்";
